const questions = {
  1: {
    question: 'До изобретения золотого снитча, какое магическое существо использовалось в игре в квиддич?',
    options: [ 'Золотой снаджет', 'Золотой сниджет', 'Змеешейка'],
    answer: 'Золотой сниджет',
  },
  2: {
    question: 'Какое зелье обычно называют "Жидкой удачей"?',
    options: [ 'Феликс Фелицис', 'Настой алихоции', 'Бодрящее зелье' ],
    answer: 'Феликс Фелицис',
  },
  3: {
    question: 'В "Сказке о трех братьях" какие магические артефакты используются?',
    options: [ 'Реликвии Основателей', 'Крестражи', 'Дары Смерти' ],
    answer: 'Дары Смерти',
  },
  4: {
    question: 'Какой мяч в квиддиче является самым большим?',
    options: [ 'Снитч', 'Бладжер', 'Квоффл' ],
    answer: 'Квоффл',
  },
  5: {
    question: 'Правда или ложь: Полижюсное зелье позволяет пьющему менять вид?',
    options: [ 'Верно', 'Неверно' ],
    answer: 'Неверно',
  },
  6: {
    question: 'Какой правительственный орган непосредственно предшествовал Министерству магии?',
    options: [ 'Совет волшебников', 'Международная конфедерация волшебников', 'Орден Мерлина' ],
    answer: 'Совет волшебников',
  },
  7: {
    question: 'Какая порода драконов самая маленькая?',
    options: [ 'Антиподийский опалиновый', 'Перуанский гадюкозуб', 'Украинский железнобрюх' ],
    answer: 'Перуанский гадюкозуб',
  },
  8: {
    question: 'Кто основал деревню Хогсмид?',
    options: [ 'Хенгист из Вудкрофта', 'Эльфрида Клэгг', 'Куинси Хог' ],
    answer: 'Хенгист из Вудкрофта',
  },
  9: {
    question: 'Укрытие было случайно создано путем скрещивания упыря с каким другим магическим существом?',
    options: [ 'Летифольд', 'Рунный бедняк', 'Демигиз' ],
    answer: 'Демигиз',
  },
  10: {
    question: 'Какое единственное известное заклинание способно оттолкнуть Летифолда?',
    options: [ 'Сглаз Нокбэка', 'Ошеломляющее заклинание', 'Заклинание Патронуса' ],
    answer: 'Заклинание Патронуса',
  },
  11: {
    question: 'В каком году Гарри Поттер попал в Хогвартс?',
    options: ['1990', '1991', '1992'],
    answer: '1991',
  },
  12: {
    question: 'Как звали первого домашнего эльфа семьи Блэков?',
    options: ['Добби', 'Крич', 'Винки'],
    answer: 'Крич',
  },
  13: {
    question: 'Кто был руководителем гриффиндорской команды по квиддичу во время первой квиддич-игры Гарри?',
    options: ['Вуд', 'Поттер', 'Снейп'],
    answer: 'Вуд',
  },
  14: {
    question: 'Какого заклинания не существует?',
    options: ['Капациус Экстремис', 'Аква Эрукто', 'Орхидеус', 'Модус Вивенди'],
    answer: 'Модус Вивенди',
  },
  15: {
    question: 'Какая из этих фамилий не может похвастаться чистокровным происхождением?',
    options: ['Криви', 'Блэк', 'Розье', 'Уизли'],
    answer: 'Криви',
  },
  16: {
    question: 'Какое из этих магических существ вывел Хагрид?',
    options: ['Гиппогриф', 'Флоббер-червь', 'Соплохвост', 'Карликовый пушистик'],
    answer: 'Соплохвост',
  },
  17: {
    question: 'Какое из этих заведений нельзя посетить в Хогсмиде?',
    options: ['Сладкое королевство', 'Кондитерская Шугарплама', 'Кабанья голова', 'Кафе мадам Паддифут'],
    answer: 'Кондитерская Шугарплама',
  },
  18: {
    question: 'Какой их этих предметов, изучаемых в Хогвартсе, входит в обязательную программу?',
    options: ['Нумерология', 'Уход за магическими существами', 'Древние руны', 'Астрономия'],
    answer: 'Астрономия',
  },
}

module.exports.questions = questions
